[
    {
        "id": "36c42b18-27c7-4285-a59e-bf2a0b5b8644",
        "sr_no": 1,
        "language": null,
        "etymology": "Aleurites is from Greek aleuron meaning “flour/meal,” referring to a mealy coating, and moluccana denotes “from the Moluccas (Maluku Islands, Indonesia)",
        "scientific_name": "Aleurites moluccana",
        "common_name": "Ai-Kami",
        "habitat": "Common from coast to mid-hills in Timor-Leste, growing in secondary forest, along streams  and on open hilly roadsides.",
        "phenology": "Throughout the Year",
        "identification_characters": "A medium–large tree; leaves alternate, large, simple and often 3-lobed (especially on young shoots), underside pale/silvery; leaf stalk very long; sap milky; flowers white in branching clusters; fruit a hard-shelled drupe ~4–6 cm, green when young, turning brown-black when ripe, with 1–2 oily “candlenuts.”",
        "leaf_type": "Simple",
        "fruit_type": null,
        "seed_germination": "Collect brown mature fruits from the tree or dry endocarp. Extract seed by softening fresh fruits a few days, peeling the rind, washing, and drying; discard floaters in water and store dried seed for months at ~10–12% moisture. Because the endocarp is very hard, sun-dry the shells 2–3 days and then plunge warm shells into water (thermal shock) to crack them; protect seeds from rodents. Use a germination medium of roughly 2:1 topsoil to river sand, and sow cracked nuts 2–3 cm deep in deep polybags or a loose, deep bed (large taproot). With cracking, germination typically occurs in ~3–8 weeks (some in 3–4 weeks) and rates can exceed 80%, whereas untreated seeds may take 3–4 months and often rot.",
        "pest": "For candlenut, the most immediate nursery threat is rodents drawn to the oily kernels - protect germination beds and trays with wire mesh or fine netting and keep floors clean. In the field, fungal diseases cause defoliation and premature fruit drop, while longhorn stem borers and subterranean termites damage stems, collars, and roots. Fruits are frequently attacked by fruit flies and seed/pod borers; regular collection and destruction of fallen or infested fruits is essential.",
        "image_url": null,
        "videos": null
    },
    {
        "id": "b2681759-761e-4792-9688-ec718d805a76",
        "sr_no": 2,
        "language": null,
        "etymology": "Tectona comes from Greek téktōn “carpenter/builder,” hinting at use as timber, and grandis is Latin for large/great.",
        "scientific_name": "Tectona grandis",
        "common_name": "Ai-Teka",
        "habitat": "Mostly planted and sometimes naturalised on dry hills and limestone ridges",
        "phenology": "Flowering: June to September; Fruiting: November to January",
        "identification_characters": "A large, deciduous tree; leaves very large, opposite and simple; sheds leaves for 3–4 months in the late dry season; flowers small (≈8 mm), mauve to white, in large branched heads; fruit a round, hard, woody drupe with four chambers, enclosed in an inflated, papery “bladder,” pale green then brown at maturity.",
        "leaf_type": "Simple",
        "fruit_type": null,
        "seed_germination": "Collect mature, dry fruits; remove the outer sepals/calyx, then lightly scarify the hard shell with sandpaper or a rough stone. Fill polybags with a well-draining mix of soil and compost in a 3:1 ratio. Sow 3–5 seeds per bag at 1–2 cm depth or sow in germination bed first.",
        "pest": "Termites are the main stem problem in teak; they eat into the heartwood, leaving hollow stems and mud galleries- once badly attacked, felling and burning is the only practical option. Leaf-eating caterpillars can strip foliage fast; do frequent inspections, keep crowns open with light pruning, and remove heavily infested leaves/branches. Wood borers make small round holes and push out sawdust-like powder; avoid wounding trees and remove/destroy infested wood. In nurseries and young plantings, sudden wilt often follows poor drainage or rough root handling - use well-drained beds, water evenly, and prune out any cankered/dying shoots below the last symptom.",
        "image_url": null,
        "videos": null
    },
    {
        "id": "116625f0-9caf-43c8-9b0c-84e848389aac",
        "sr_no": 3,
        "language": null,
        "etymology": "Toona is from the Indian vernacular name “toon/tun” for the tree, and ciliata is Latin for “fringed/hairy,” referring to fine hairs on parts like leaf edges",
        "scientific_name": "Toona ciliata",
        "common_name": "Ai-Saria",
        "habitat": "it grows along moist streams and ravines on well-drained fertile soils from near sea level up to about 1,500 m",
        "phenology": "Flowering: March - May; Fruiting: July - August",
        "identification_characters": "A tall, deciduous tree;  trunk often buttressed, outer bark dark brown, rough and scaly;  leaves alternate and single pinnate with 4–8 opposite to subopposite pairs of lanceolate leaflets, new foliage bright pink; flowers small, white and fragrant, in long drooping terminal sprays; fruit a dry 5-valved capsule that splits from the top to release many small, winged seeds.",
        "leaf_type": "Pinnately compound (single)",
        "fruit_type": null,
        "seed_germination": "Collect ripe, fully mature fruits from the tree when the fruit start splitting. Fill nursery beds with a well-drained mix of topsoil plus compost or sand. Surface-sow or cover very lightly in rows 10 cm apart;",
        "pest": "Young toon (Toona ciliata) often suffers from shoot borers that kill the top shoot and cause forks and crooked crowns; check tips often, keep one straight leader, and cut-and-burn infested shoots. Termites and powderpost beetles attack the wood, leaving small round holes and flour-like dust - avoid wounding, keep timber off the ground, and remove badly infested pieces. Parasitic mistletoe appears as green clumps on branches; lop the branch back to healthy wood and destroy the clumps. Root and butt rots weaken trees (yellowing leaves, leaning stems, shelf-like mushrooms at the base); keep the stem base dry and uninjured, and remove badly rotted trees. Protect seedlings and saplings from cattle  with simple guards or fencing until they are well established.",
        "image_url": null,
        "videos": null
    },
    {
        "id": "9f775cda-692e-4e1f-9d08-fa3eb62a6886",
        "sr_no": 4,
        "language": null,
        "etymology": "Sterculia derives from Latin Sterculius, the Roman manure god (stercus = dung), and foetida is Latin for “bad-smelling/fetid.",
        "scientific_name": "Sterculia foetida",
        "common_name": "Ai-nitas",
        "habitat": "A lowland tree of hot, dry coastal plains and rocky slopes, often near villages and along roads.",
        "phenology": "Flowering: February to March, Fruiting: January to February. Fruits ripen nearly 11 months after the first appearance of the flowers.",
        "identification_characters": "A large, straight, deciduous tree; bark smooth and grey; leaves crowded at twig tips, palmately digitate with 7–9 leaflets, petiole long (to ~20 cm) and foliage with an unpleasant smell; flowers in many branch stalk, green to dull purple, with male and female on separate trees; fruit a cluster of thick red follicles that become woody, each bearing several slate-coloured, oblong seeds (~1.5–1.8 cm) with a small yellow aril.",
        "leaf_type": "Palmately compound",
        "fruit_type": null,
        "seed_germination": "Collect mature red fruit and split the fruit to extract black seeds, remove the seeds and wash off all pulp to avoid fungus. Soak seeds for 24 hours, then peel the thin black coat or lightly scarify instead. Plant in a germination bed with well-drained mix of black soil and compost in a 3:1 ratio. Lay the seed on its side or plant it so the scarified/nicked end is level with or slightly above the surface.",
        "pest": "In nurseries of Sterculia foetida, the main problem is a leaf-rolling caterpillar that can hit 70–80% of seedlings and cause very high death rates. The larvae stitch the leaf with fine silk, roll it up, and feed inside, leaving thin “windowed” patches between the veins before moving to fresh leaves. Check beds daily and remove or destroy rolled leaves with the caterpillar inside. Protect germination beds with fine insect mesh, keep spacing and airflow good, and avoid over-lush, shaded growth. At first signs, a biological spray like a neem (azadirachtin) spray can help keep damage down.",
        "image_url": null,
        "videos": null
    },
    {
        "id": "c4529c4e-5785-426f-b62f-d54c268d6103",
        "sr_no": 5,
        "language": null,
        "etymology": "Albizia honors Filippo degli Albizzi, who introduced an Albizia to Europe, and lebbeck comes from the local Arabic/Indic name “lebbek/labakh",
        "scientific_name": "Albizia lebbeck",
        "common_name": "Ai-Samatuku",
        "habitat": "The species grows along hilly roadsides at low to mid elevations.",
        "phenology": "Flowering: September–November; Fruiting: May–July",
        "identification_characters": "A medium–large, deciduous tree; bark grey, fissured and corky, leaves double pinnate with 2–4 pairs of pinnae, each bearing many small obliquely oblong leaflets (~1.5–6.5 × 0.5–3.5 cm); flowers in large, fragrant, fluffy, yellow-green spherical heads on long stalks; fruit is long, flat, papery-leathery pods , pale straw to light brown, swollen over the seeds and not constricted.",
        "leaf_type": "Pinnately compound (double)",
        "fruit_type": null,
        "seed_germination": "Collect pods when they’re dry, light brown, and before they split; sun-dry a few days so they open, then clean and store seeds dry. Pre-treat by pouring just-boiled water over the seeds and soak 12–24 hours to soften the hard coat. Fill germination bed  with Soil : Sand : Compost in a 1:1:1 mix. Sow ~1 cm deep; in beds space seeds ~5 cm apart in rows, germination usually starts in about 1–2 weeks with fresh, pre-treated seed.",
        "pest": "In nurseries, Albizia seedlings often die from damping-off and other root rots; use clean, well-drained media, avoid over-watering, and discard sick plants early. In the field, a serious wilt disease can block water flow, leading to yellowing leaves, sudden dieback, and death of branches or whole trees; remove badly affected trees and avoid wounding roots and stems.",
        "image_url": null,
        "videos": null
    },
    {
        "id": "2945ee32-6e78-4f60-a992-fad02fa3fba9",
        "sr_no": 6,
        "language": null,
        "etymology": "Azadirachta is from Persian azad-darakht meaning “free tree” (noble or not subject to pruning), and indica denotes “from India",
        "scientific_name": "Azadirachta indica",
        "common_name": "Sumaer Malae",
        "habitat": "The species grows on barren lands and is commonly planted along roadsides.",
        "phenology": "Flowering: January–March; Fruiting: May–August",
        "identification_characters": "Azadirachta indica is a medium to large evergreen tree, with a dense rounded crown and dark grey, fissured bark. Leaves are tri pinnately compound, 20–40 cm long,  Flowers are small, white to pale yellow, fragrant, and borne in branches. The fruit is a 1-seeded ellipsoidal drupe, greenish-yellow to purple when ripe. The tree begins fruiting after 5 years and can live up to 200 years.",
        "leaf_type": "Pinnately compound (triple)",
        "fruit_type": null,
        "seed_germination": "Neem fruits are collected when they turn yellow and slightly soft, preferably harvested directly from the tree. After depulping and cleaning, the seeds should be sown fresh, as they lose viability quickly and do not require scarification. A soil:sand:compost mix of 2:1:2 provides the best medium, with seeds sown 1–2 cm deep in polybags or raised beds. Germination usually begins within 4–10 days and is mostly complete in 3–5 weeks. Fresh seeds have the highest success rate, while older seeds show reduced germination.",
        "pest": "Neem trees are usually resistant, but some pests and diseases do affect them. In nurseries, seedlings often suffer from damping off (caused by fungi) and leaf spots from different fungi and bacteria. Root rot and pink disease can damage older trees, causing branch dieback.",
        "image_url": null,
        "videos": null
    },
    {
        "id": "2208bdf7-ec9b-414c-ba78-cfc8b53a0321",
        "sr_no": 7,
        "language": null,
        "etymology": "Acacia is from Greek akis (“point/barb”), referring to spines/thorns in the group, and mangium comes from the Moluccan common name used for this tree.",
        "scientific_name": "Acacia mangium",
        "common_name": "Akasia",
        "habitat": "The species grows best on degraded lands and is suitable for land rehabilitation, though it is not very common naturally.",
        "phenology": "Flowering: July to August; Fruting: December to February",
        "identification_characters": "A medium–large fast-growing tree with a broad crown; leaves alternate and large, leaf thick, dark green with 3–5 strong parallel veins; bark brown to dark brown and rough on older trees; flowers small cream–pale yellow in long slender spikes; fruit a long flat pod ~7–15 cm, green then dark brown/black, often twisting when dry and splitting open; seeds many, small hard shiny black, often with a small orange/yellow tip;",
        "leaf_type": "Simple",
        "fruit_type": null,
        "seed_germination": "Acacia mangium pods are collected when fully dry, dark brown to black, and twisted, preferably picked from the tree before they split (in Timor-Leste usually October to April). Pods can be sun-dried to help them open for easy seed extraction. Because seeds have a hard coat, scarify before sowing, ideally by dipping in near-boiling water for ~30 seconds and then soaking in cool water for 24 hours, which can give about 75–90% germination. Sow 0.5–1 cm deep in a well-draining medium (e.g., sandy loam with compost) in polybags or nursery beds. With pre-treatment, germination starts within 1 week and is mostly complete in 2–3 weeks; without it, germination is slow and uneven. Provide light shade for 2–4 weeks, avoid waterlogging, thin to one seedling per bag, and transplant at 3–4 months when seedlings are ~25–40 cm tall.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "24e95393-dbe5-49b7-b825-c40265f88afe",
        "sr_no": 8,
        "language": null,
        "etymology": "Alstonia commemorates botanist Charles Alston, and scholaris is Latin for “of schools,” referring to the wood’s traditional use for making writing slates/blackboards.",
        "scientific_name": "Alstonia scholaris",
        "common_name": "Ai‑hanek/Rito",
        "habitat": "The species occurs naturally across Timor-Leste, especially along roadside areas and seasonal streams.",
        "phenology": "Flowering:May-June; Fruting: June-July",
        "identification_characters": "A very tall tree with a thick trunk, when cut or injured it releases white sticky sap; leaves long and smooth, grouped in rings of 4–8 at one point on the stem; flowers in branched clusters at branch ends, small white/cream and strongly fragrant; fruit long, very slender, pencil-like pods that usually come in pairs, green then brown when dry, splitting open to release many seeds; seeds very light with silky hairs, easily carried by wind. The species can be identifed from the 4–8 ring-like leaves on a node and long paired pod-like fruit with silky seeds.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Alstonia scholaris fruits are long, slender paired follicles that hang in a V-shape and mature when they turn from green to brown, become dry and slightly twisted, and begin to split. In Timor-Leste, fruits usually mature from June to September. For clean collection, cut fruiting twigs or follicle clusters just before they open and dry them in paper or mesh bags, or tie mesh bags around on-tree follicles to catch seeds at dehiscence; avoid wet fruits to reduce mold. Seeds are minute, wind-dispersed with silky hairs, and they lose viability within a few months, so use fresh seed and no pre-treatment is needed. Sow seeds on the surface of a fine, moist bed or tray without burying, pressing lightly or covering with a very thin dusting of sand. Germination often starts in 7–10 days and is mostly complete in about 2 weeks. Keep seedlings under ~50% shade, mist lightly, control weeds, and transplant to polybags after 4–6 weeks.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "adb60d54-0e36-4451-90b6-69301f276779",
        "sr_no": 9,
        "language": null,
        "etymology": "Calophyllum is from Greek kalos (“beautiful”) + phyllon (“leaf”), and inophyllum is Greek, referring to the tree’s closely nerved/veined leaves.",
        "scientific_name": "Calophyllum inophyllum",
        "common_name": "Too/Samplon",
        "habitat": "Calophyllum inophyllum grows abundantly along coastal areas, especially around Dili and Baucau.",
        "phenology": "Flowering: April-May; Fruiting: June-August",
        "identification_characters": null,
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Calophyllum inophyllum fruits are round drupes (3–5 cm) that ripen from green and firm to yellow-green/brown with slightly soft flesh, enclosing one seed inside a hard woody stone. In Timor-Leste, collect mature fruits from June to August, preferably from the tree or freshly fallen the same day; rinse beach-collected fruits in fresh water to remove salt. Depulp by soaking overnight, peeling off the flesh, washing, and shade-drying briefly. Seeds will germinate without pre-treatment, but intact shells cause slow, staggered germination over 2–4 months. For faster, more uniform results, remove the husk and gently crack the woody shell to fracture it, which can reduce germination to about 3–8 weeks. Sow 1–3 cm deep in polybags (one per bag) or spaced beds, using a well-draining mix such as compost:sand:rice husk (1:1:1) under ~50% shade. Keep evenly moist, avoid waterlogging, shift seedlings to full sun by ~2 months, and plant out at 5–6 months (~25–30 cm tall) at the start of rains.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "8aceb437-1a9a-41d7-91d0-757db0fd489f",
        "sr_no": 10,
        "language": null,
        "etymology": "Falcataria refers to “falcate” (sickle-shaped), describing the leaflet shape, and falcata is Latin for “sickle-shaped/curved like a sickle,” again referring to the leaflets",
        "scientific_name": "Falcataria falcata",
        "common_name": "Ai‑bahe/Ai-Kafe",
        "habitat": "Falcataria falcata grows best in the cooler highland areas of Timor-Leste (such as Dare, Aileu, and Ermera) and is commonly cultivated as a shade tree for coffee.",
        "phenology": "Flowering: March to June & October to December; Fruting: May to August & December to February",
        "identification_characters": "Falcataria falcata is a very fast-growing medium–large tree, often 24–30 m tall (can be taller), with a straight trunk and long clear stem; crown in open areas looks like an umbrella; leaves compound, feathery, with many small leaflets that are slightly curved, and the leaflets are in many pairs; flowers creamy white and small, like tiny bells; fruit a narrow flat pod about 10–13 cm long and ~2 cm wide, turning brown when dry and splitting open; seeds 15–20 in one pod, small (~6 mm), dull dark; The species can be identified from the tall straight trunk with umbrella-like crown, feathery leaves with many small curved leaflets, and narrow flat pods.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Falcataria falcata produces thin, flat pods in loose clusters that turn from green to uniform pale/dark brown, becoming dry and papery; mature pods  release many small flat seeds. Collect pods just before they naturally split, preferably from the tree. In Timor-Leste, mature pods are typically available May–August and again December–February. Sun-dry pods briefly until they open, then extract seeds, shade-dry, and store in a cool airtight container. Seeds have hard-coat dormancy, so pre-treat by pouring boiling water over seeds and soaking as the water cools for 12–24 hours. Sow 0.5–1 cm deep in seedbeds or bags (2–3 per bag, thin later) using a topsoil:sawdust mix (1:1). With treatment, germination is very fast (often 80%+ within a week, sometimes in 1–2 days); provide light shade only at germination and move to full sun within 1–2 weeks, watering regularly but avoiding waterlogging.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "c3fd7e29-991e-4689-be0d-61cf2c844330",
        "sr_no": 11,
        "language": null,
        "etymology": "Canarium is from the Malay/Moluccan vernacular kanari/kenari, and vulgare is Latin for “common/usual,” possibly referring to its gregarious occurrence in habitat",
        "scientific_name": "Canarium vulgare",
        "common_name": "Ai-Kiar",
        "habitat": "Canarium vulgare grows occasionally along hilly streams, especially around Baguia and Liquica.",
        "phenology": "Flowering: September to December; Fruting: May to July",
        "identification_characters": "A tall tree up to about 45 m with butteressed root; leaves are compound, usually with 9–11 oval leaflets; flowers are small and separate as male and female, borne in clusters at the ends of branches; fruit is fleshy, oval and smooth, green when young and turning dark purple to black when ripe; inside the fruit is a hard stone with an inner kernel that is edible; The species can be identified from the 9–11 leaflet leaves and the smooth oval fruits that turn dark purple/black with an edible kernel inside.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Canarium vulgare  produces smooth, ovoid drupes that ripen from green to dark purple/black, with soft flesh and a very hard stone enclosing the oily kernel. Collect mature fruits from May to July when fully dark and hardened, preferably picked from the tree or gathered regularly from the ground, discarding insect-damaged or mouldy fruits. Depulp and sun-dry the stones; dried stones can be stored for months (often up to ~1.5 years) with little loss of viability. Because the hard endocarp delays germination, pre-treat by soaking stones for 2 days, then gently crack or nick/file one end to let water in. Sow 3–5 cm deep in a well-draining medium (sand:soil:compost 1:1:1), ideally horizontally or with the cracked side slightly downward, under ~50% shade. Keep consistently moist but well drained. With cracking, germination may start in 6–8 weeks and continue over 2–3 months, while untreated stones can take 6–12 months. Maintain shade and airflow, then gradually harden to higher light; transplant at 6–9 months (about 20–30 cm tall) at the start of rains.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "005b418d-2b44-440d-9f20-ce01f0c1884a",
        "sr_no": 12,
        "language": null,
        "etymology": null,
        "scientific_name": "Casuarina equisetifolia",
        "common_name": "Ai-Kakeu",
        "habitat": "Casuarina equisetifolia grows abundantly across Timor-Leste, occurring naturally along coastal areas, and it also grows well in a wide range of soil types.",
        "phenology": "Flowering: September to October; Fruting: February to June.",
        "identification_characters": "A medium–large tree often 10–30 m tall;  Leaves llook like thin green needle-like threads; bark grey-brown and rough; flowers very small and not showy, male flowers in thin spikes and female flowers as small buds; fruit looks like a small woody cone , green then brown, opening when dry; seeds very small and flat with a thin papery wing, carried by wind; The species can be identified from the needle-like green jointed branchlets and the small woody cone-like fruits.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Casuarina equisetifolia produces small, woody cone-like fruits that mature from green to straw- or chestnut-brown and become dry and brittle as they ripen. Mature cones open naturally to release tiny, winged seeds and are best collected when they detach easily or fall after wind, usually between February–March and sometimes again around June–July. Collected cones should be sun-dried for a few days until the scales open and seeds are released. No pre-treatment is required. Sow seeds shallowly (about 0.5–1 cm) on a well-drained medium such as sand or a sand–soil mix, lightly covering and mulching to prevent wash-off. Germination begins within 5–10 days and is mostly complete by 2–3 weeks. Keep beds moist but not waterlogged, and maintain full sun. Prick out seedlings at 3–4 weeks into polybags, and transplant to the field at about 3–4 months when 15–20 cm tall.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "df64dd99-49fc-436e-b6dc-b773c58e3166",
        "sr_no": 13,
        "language": null,
        "etymology": null,
        "scientific_name": "Pterocarpus indicus",
        "common_name": "Ai-na",
        "habitat": "Pterocarpus indicus grows along hilly roadsides and is common across Timor-Leste.",
        "phenology": "Flowering: August to September; Fruting-May to June",
        "identification_characters": "An evergreen to semi-deciduous medium–large tree up to about 40 m, a spreading dome-shaped crown and drooping branches, bark slightly cracked and scaly; when cut it may ooze red sap; leaves alternate and compound, flowers in branched clusters from leaf joints and branch ends, bright yellow, fragrant, about 1.5 cm; fruit a round flat disc-like pod with a wide wing around the edge, green and slightly hairy when young, turning pale brown and smooth when ripe, and it does not split open; seeds 1–2 per pod, brown; The species can be identified from the yellow fragrant flowers and the small round winged disc-like pods.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Pterocarpus indicus produces distinctive round, winged pods (4–6 cm wide) that turn from green to straw-brown as they mature, becoming dry and papery with a hard central seed. In Timor-Leste, pods are usually collected during the dry season (around June–July) when they are fully brown and firm, preferably before they fall. The pods are indehiscent, so seeds remain enclosed; trimming or partially cutting the wing helps improve soil contact and moisture absorption. Sow whole pods on the soil surface, pressing them lightly into a well-drained sandy or sandy-loam medium and covering very lightly. Keep the bed moist but not waterlogged. Germination typically begins within 3–4 days under warm conditions. Provide light shade and good airflow, and weed regularly. Once seedlings develop several true leaves, transplant into polybags and gradually harden before field planting at 15–20 cm height.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "443f9e22-a928-449c-9a45-e40762eb767c",
        "sr_no": 14,
        "language": null,
        "etymology": null,
        "scientific_name": "Delonix regia",
        "common_name": "Ai‑kesi/Madre‑Kakau/Samatuku Malae",
        "habitat": "Delonix regia is commonly planted along roadsides and is widely seen across the country.",
        "phenology": null,
        "identification_characters": "A deciduous to semi-evergreen medium-sized tree, with a very wide umbrella-like spreading crown and heavy shade, trunk often short with low spreading branches, bark greyish-brown and fairly smooth to slightly cracked; Leaves large, feathery, fern-like double compound leaves made of many tiny leaflets; Flowers large, very showy, bright red to orange-red, often with one petal marked with yellow/white; Fruit long, flat, hard woody pods hanging down, turning dark brown when ripe, usually 30–60 cm long; Seeds hard, oval brown seeds arranged in a row inside the pod; The species can be identified from its fern-like leaves, bright red-orange flowers, and long hanging woody pods.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Delonix regia produces long, woody pods (30–60 cm) that turn dark brown and hard when mature, usually from May to July. Mature pods should be collected directly from the tree once fully dry, then sun-dried further and split open to extract the flat, hard seeds. The seeds have a very tough coat, so scarification is essential—either by filing the seed coat or soaking in hot water until swollen. Sow scarified seeds 0.5–1 cm deep in sandy or sandy-loam soil, spacing lightly if in beds. Germination is rapid once treated, with roots emerging in 4–7 days and most seeds sprouting within two weeks. Provide light shade initially and keep soil moist but well-drained. Seedlings grow quickly and can be transplanted at 3–4 weeks when about 10–15 cm tall, gradually hardening them to full sun.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "0167de88-f98d-4ff3-9ba1-6298522ce1fa",
        "sr_no": 15,
        "language": null,
        "etymology": null,
        "scientific_name": "Tamarindus indica",
        "common_name": "Ai‑sukaer",
        "habitat": "Tamarindus indica is common and abundant, especially around villages.",
        "phenology": "Flowering: June to July;",
        "identification_characters": "A long-lived evergreen to semi-deciduous medium–large tree, with a thick trunk and a broad, rounded, spreading crown that gives deep shade; Leaves small, soft-looking single compound leaves with many pairs of tiny leaflets, giving a fine feathery look; Flowers small, in short clusters, pale yellow to cream with fine red/orange streaks, not very showy; Fruit thick, curved to straight brown pods, dry and slightly brittle when ripe, with a sticky sweet-sour pulp inside; Seeds hard, smooth, glossy dark brown seeds packed inside the pulp; The species can be identified from the dense shady crown, fine feathery leaves, and the brown pods with sticky sweet-sour edible pulp.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Tamarindus indica produces elongated, brittle pods that turn brown and dry when mature, enclosing several hard, glossy seeds in a sticky pulp. In Timor-Leste, fruits usually mature from June to September and are best collected directly from the tree when fully brown to avoid insect or moisture damage. After collection, remove the pulp, clean the seeds, and shade-dry before storage. Tamarind seeds have a hard coat and require pre-treatment for good germination; soaking in hot water (about 80 °C) and leaving to cool for 12–24 hours, or lightly nicking the seed coat, greatly improves results. Sow seeds about 1 cm deep in well-drained sandy or loamy soil, either in polybags or nursery beds. Germination usually begins within 5–10 days and is mostly complete in 2–3 weeks. Provide light shade initially, then gradually expose seedlings to full sun. Seedlings grow quickly and are ready for transplanting at about 3 months of age.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "bb2c6178-8fce-4f48-be93-786e27dd9dca",
        "sr_no": 16,
        "language": null,
        "etymology": null,
        "scientific_name": "Eucalyptus urophylla",
        "common_name": "Ai‑ru",
        "habitat": "Eucalyptus urophylla is occasionally found in high-altitude hilly roadsides and mountain areas, especially around Dare, Aileu, Ermera, and Baguia.",
        "phenology": "Flowering: December to January; Fruting: April to May;",
        "identification_characters": "A tall evergreen tree that can grow about 45–55 m, usually with a straight trunk; bark usually persistent, fairly smooth and slightly fibrous, reddish-brown to brown with shallow lengthwise cracks, sometimes rougher near the base; Young leaves mostly in opposite pairs, broad and lance-shaped; adult leaves long, narrow-lance shaped, held alternately to near-opposite; Flowers small, in little clusters from the leaf joints; Fruit small, dry woody capsules, cup-shaped to cone-like; Seeds very small, black, and slightly curved/half-moon shaped; Eucalyptus urophylla can be identified from E. alba from its generally taller, straighter habit, its usual occurrence above about 500 m altitude, and its reddish-brown bark (often with shallow lengthwise fissures) instead of the smooth white/cream powdery bark of E. alba.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Eucalyptus urphylls produce small, capsule-borne seeds that are released when mature capsules dry and open. Seeds are collected from fully developed capsules, dried, and cleaned before storage or sowing. For improved germination, seeds benefit from cold stratification by keeping them moist and refrigerated for 4–6 weeks, which helps break physiological dormancy. After treatment, seeds are surface-sown on a fine, well-drained medium such as soil and sand, and lightly pressed without covering. Germination occurs best at 20–25 °C under gentle light and good ventilation, usually within 2–3 weeks. Seedlings are transplanted into polybags after 30 days once they develop 2–4 true leaves. Young plants prefer full sun and well-drained, slightly acidic soil. With good care, Eucalyptus grows rapidly, often reaching several metres in height within the first year",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "31228714-6e9e-469c-86e1-ec6560632f2f",
        "sr_no": 17,
        "language": null,
        "etymology": null,
        "scientific_name": "Eucalyptus alba",
        "common_name": "Ai‑bubur",
        "habitat": "Eucalyptus alba grows abundantly on low-altitude coastal hills, especially along the Dili–Baucau corridor.",
        "phenology": "Flowering: December to January; Fruting: April to May;",
        "identification_characters": "A small to medium tree usually about 5–18 m tall, with a spreading crown about 5–15 m wide, trunk often bent; bark smooth, powdery, and pinkish-red to white or cream-coloured, often looking pale from a distance; Leaves on young plants alternate, broad and egg-shaped to almost round, fairly large; adult leaves egg-shaped to lance-shaped, smaller than juvenile leaves; Flowers buds in clusters of seven on short stalks, flowers white; Fruit small, woody capsules, cone-shaped to half-round; Seeds small and typical of eucalypts; The species can be identified from its shorter height, bent trunk, and pale white/cream powdery bark with clusters of white flowers.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Eucalyptus alba produces very small, dust-like seeds enclosed in tiny woody capsules that develop in clusters along the branches. As the capsules mature, they change from green to light brown and become dry and firm. Seed collection should be done directly from the tree just before the capsules split open naturally, as once they open the fine seeds are easily lost. Collected capsules can be sun-dried in a tray or box for a few days until they release the seeds, which can then be cleaned and stored dry. For germination, no pre-treatment is required. Seeds should be lightly broadcast on the surface of a fine, well-drained medium such as sand or a sand–soil mix and gently pressed in without covering. Maintain light moisture and good airflow. Germination usually begins within 7–14 days under warm conditions.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "3f8b7261-e17b-47bd-8e20-810235fdf63a",
        "sr_no": 18,
        "language": null,
        "etymology": null,
        "scientific_name": "Parkia speciosa",
        "common_name": "Petai‑cina/Pete/Petai",
        "habitat": "Parkia speciosa is not common and is mainly found as a cultivated household tree in higher-altitude villages, especially around Dare, Aileu, and Ermera.",
        "phenology": "Flowering: May to June; Fruting: August to September",
        "identification_characters": "A medium–large tree about 15–40 m tall, with young twigs often slightly hairy; Leaves large, feathery, double compound leaves with many pairs of small narrow leaflets; Flowers cream-white, or yellowish-white, packed tightly into showy dense heads; Fruit large pods about 35–55 cm long, straight or more commonly twisted, hanging in small bundles, green when young and turning black when ripe, each pod holding about 10–18 big seeds; Seeds large,and the seeds are edible and commonly eaten as a vegetable (noted for a garlic-like taste and very strong smell); The species can be identified from the feathery leaves and the long twisted pods hanging in bunches with large edible seeds inside.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Parkia speciosa (petai/stink bean) seeds come from long pods that contain several large seeds. For best results, collect mature pods directly from the tree when they are fully developed to avoid insect damage and fungal problems, then open the pods to extract the seeds soon after harvest. Seeds have a hard seed coat that can delay germination, so many growers remove the seed coat or nick the seed near the micropyle to help water enter and speed up sprouting. Soaking seeds in water before sowing also helps improve germination uniformity. Seeds are sown on the surface of a well-drained mix such as sandy soil or sand–soil blend and pressed lightly without deep covering, as light contact with moisture encourages sprouting. Under good conditions, treated seeds typically begin to germinate within about 10–15 days, and uniform germination and vigorous seedling growth follow with adequate moisture and light",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "59ef0d18-f34e-4b16-922e-d4bcbcb2e324",
        "sr_no": 19,
        "language": null,
        "etymology": null,
        "scientific_name": "Terminalia catappa",
        "common_name": "Ai‑Kalesi/Ketapang/Ai‑lese",
        "habitat": "Terminalia catappa commonly grows in coastal areas.",
        "phenology": "Flowering: May to June; Fruting: April to June",
        "identification_characters": "A large deciduous to semi-evergreen tree, with a very distinctive layered, pagoda-like crow; Leaves very large, broad, and leathery, clustered near the ends of branchlets, turning yellow to orange-red before falling; Flowers small, greenish-white, in slender spike-like clusters from the leaf joints, not showy; Fruit oval to almond-shaped, slightly flattened and smooth, green when young, turning yellow, red or purple as it ripens, with a fibrous outer layer; Seeds a hard “stone” inside the fruit containing an edible kernel (often called tropical almond); The species can be identified from the flat tiered “pagoda” branching, very large leaves that redden before shedding, and the almond-like fruits with an edible kernel.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Terminalia catappa produces ovoid drupes that turn from green to yellow or reddish-brown when mature, enclosing a hard, woody stone with the seed inside. Mature fruits are best collected between April and June, preferably picked directly from the tree or gathered fresh from the ground. After collection, the fleshy outer layer should be removed and the nuts washed and shade-dried. Because the hard endocarp delays germination, lightly cracking the shell or soaking the fruit overnight greatly improves results. Seeds are sown about 2 cm deep in a well-drained sand or sandy-loam medium, preferably laid flat. Keep the medium moist but not waterlogged. Germination usually begins within 3–8 weeks, faster when the shell is cracked. Seedlings grow a strong taproot, so early transplanting into deep containers is recommended. Light shade and regular watering support healthy early growth.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "52bf2058-df23-4626-a54b-dc466b4e7fb7",
        "sr_no": 20,
        "language": null,
        "etymology": null,
        "scientific_name": "Peltophorum pterocarpum",
        "common_name": "Ai‑silose/Ai‑mame",
        "habitat": "Peltophorum pterocarpum grows along hilly roadsides.",
        "phenology": "Flowering: April to May; Fruting: April to June",
        "identification_characters": "A fast-growing evergreen to semi-deciduous medium–large tree , with a broad rounded crown and spreading branches, bark grey-brown and rough with cracks as it ages; Leaves large, feathery, double compound leaves with many small leaflets giving a soft fern-like look; Flowers bright golden-yellow, slightly fragrant, borne in big upright branched clusters at the ends of branches, often making the whole crown look yellow when in bloom; Fruit flat, thin, woody pods, oval to oblong, reddish-brown to dark brown when ripe, usually not splitting open; Seeds 1–4 seeds per pod, hard and brown; The species can be identified from the large golden-yellow flower clusters and the flat reddish-brown woody pods along with the feathery double compound leaves.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Peltophorum pterocarpum produces flat, woody pods that turn from coppery red to dark brown or black when mature. Each pod contains 1–4 hard, flattened seeds. Mature pods are collected from the tree between April and June, dried until they split easily, and the seeds are cleaned. Because the seeds have a very hard coat, pre-treatment is essential: soaking in room-temperature water for 24 hours or briefly in hot water greatly improves germination. Sow seeds about 1 cm deep in a well-drained sand and soil mix, lightly covering them. Germination usually begins within 1–2 weeks when treated properly. Provide light shade during early growth, then gradually expose seedlings to full sun. Maintain regular watering without waterlogging. Seedlings grow quickly and can be transplanted after 4–6 weeks when about 10 cm tall.",
        "pest": null,
        "image_url": null,
        "videos": null
    },
    {
        "id": "966cd2c9-14d3-4020-9cf0-fc69550b21bb",
        "sr_no": 21,
        "language": null,
        "etymology": null,
        "scientific_name": "Santalum album",
        "common_name": "Ai‑kameli",
        "habitat": "In Timor-Leste, Santalum album grows naturally in dry monsoon forests/scrub, best on well-drained sandy or stony soils",
        "phenology": "Flowering: Nov to Dec; Fruting: March to June",
        "identification_characters": "A small to medium evergreen tree, usually with a slender trunk and a rounded crown, bark grey to dark brown and rough with age; the heartwood is highly fragrant ; Leaves simple, opposite, smooth and leathery, medium green and slightly shiny; Flowers small, in short clusters from the leaf joints, greenish to creamy when young and often turning reddish-brown or purplish as they age, mildly fragrant; Fruit a small round to oval fleshy drupe, green when young and turning purplish-black when ripe; Seeds usually one hard seed inside each fruit; The species can be identified from the opposite smooth leaves, small clusters of flowers that darken with age, the small blackish fruits, and the strong sandalwood fragrance from the wood.",
        "leaf_type": null,
        "fruit_type": null,
        "seed_germination": "Sandalwood produces small, hard seeds enclosed in a fleshy purple-black fruit that matures during the dry season. Mature fruits are collected directly from the tree, cleaned to remove pulp, and air-dried before sowing. Seeds germinate best in a well-drained medium such as sand or sandy soil, kept moist but not waterlogged. Germination usually begins within 2–4 weeks under warm, shaded conditions. Sandalwood is a semi-parasitic species and requires a suitable host plant from the early seedling stage to supply nutrients through haustorial connections. Fast-growing herbs or shrubs like Alternanthera, Cajanus etc  are commonly used as primary hosts. Seedlings should be grown under partial shade, with careful watering, until well established before field planting with suitable long-term host species.",
        "pest": null,
        "image_url": null,
        "videos": null
    }
]